Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The following table provides the internal design criteria to be used
vi: The following table provides the internal design criteria to be used / Bảng sau cung cấp các tiêu chí thiết kế trong nhà

source: The following tables provide a range of actual maximum demand and power consumption from 32 Hotels located in sub-tropical climates and includes the chiller plant for air conditioners which can be used for benchmarking:
vi: The following tables provide a range of actual maximum demand and power consumption from 32 Hotels located in sub-tropical climates and includes the chiller plant for air conditioners which can be used for benchmarking: / Các bảng sau cho thấy khoảng nhu cầu và tiêu thụ điện năng thực tế tối đa từ 32 khách sạn trong các vùng khí hậu cậnh nhiệt đới và bao gồm một trạm chiller cho điều hòa không khí có thể sử dụng trong quá trình đánh giá benchmark

source: The fresh air quantities indicated for public spaces are the maximum to be allowed for calculations and equipment selection. The actual fresh air quantity is to be controlled via air quality sensors, to maintain a maximum CO2 level in the occupied space of 600ppm.
vi: The fresh air quantities indicated for public spaces are the maximum to be allowed for calculations and equipment selection. The actual fresh air quantity is to be controlled via air quality sensors, to maintain a maximum CO2 level in the occupied space of 600ppm. / Lượng khí tươi cho khu vực công cộng là lượng tối đa cho phép để tính toán và lựa chọn thiết bị. Lượng khí tươi thực tế được kiểm soát thông qua cảm biến chất lượng không khí để duy trì mức CO2 tối đa 600ppm trong không gian có người

source: The fresh air systems must have adequate additional capacity to provide a boost facility to enable a rapid response to a guest’s comfort requirements
vi: The fresh air systems must have adequate additional capacity to provide a boost facility to enable a rapid response to a guest’s comfort requirements / Hệ thống khí tươi phải có dư công suất để cung cấp tăng cường, cho phép phản ứng nhanh với nhu cầu của khách về độ thoải mái

source: The full cooling loads shall be included for individual spaces.
vi: The full cooling loads shall be included for individual spaces. / Phụ tải làm mát full sẽ được tính cho từng không gian riêng lẻ

source: The gas system should be designed to conform to NFPA standards as a minimum for all gas installations including, ventilated risers, combustion gas emissions combustion air and safety precautions must be observed in the design.
vi: The gas system should be designed to conform to NFPA standards as a minimum for all gas installations including, ventilated risers, combustion gas emissions combustion air and safety precautions must be observed in the design. / Hệ thống gas nên được thiết kế tối thiểu tuân thủ các tiêu chuẩn NFPA đối với tất cả thiết bị gas lắp đặt, bao gồm: trục ống đứng có thông khí, ống thải khí gas đốt, khí đốt và cần cân nhắc tới các yêu cầu về an toàn trong quá trình thiết kế

source: The glass is wired, laminated or tempered
vi: The glass is wired, laminated or tempered / Kính là kính cốt thép, kính laminate, kính cường lực

source: The guest room power distribution system shall be design in consideration of guest comfort level wit maximum energy saving.
vi: The guest room power distribution system shall be design in consideration of guest comfort level with maximum energy saving. / hệ thống phân phối cho phòng khách sẽ được thiết kế có cân nhắc tới độ thoải mái cho khách và khả năng tiết kiệm tối đa

source: The hotel must prepare a written emergency and evacuation plan in response to an alarm sounding. The plan must contain details of a named person(s) who is/are trained and qualified to respond to the activation of one or more alarms. A programme must be in place to monitor the carbon monoxide detectors and alarms and replace batteries in battery powered carbon monoxide detectors and alarms
vi: The hotel must prepare a written emergency and evacuation plan in response to an alarm sounding. The plan must contain details of a named person(s) who is/are trained and qualified to respond to the activation of one or more alarms. A programme must be in place to monitor the carbon monoxide detectors and alarms and replace batteries in battery powered carbon monoxide detectors and alarms / Khách sạn phải chuẩn bị kế hoạch sơ tán khẩn cấp bằng văn bản để phản ứng khi có báo động âm thanh. Kế hoạch phải bao gồm thông tin một người được định danh, được đào tạo và có đủ chuyên môn để phản ứng với tình huống kích hoạt một hoặc nhiều báo động. Phải có chương trình để theo dõi các đầu báo và báo động khí CO và thay thế pin trong các đầu báo và báo động này

source: The illustrations are shown below:
vi: The illustrations are shown below: / Xem hình ảnh minh họa bên dưới

source: The item reference and applicable section of the InterContinental Hotels Group standards
vi: The item reference and applicable section of the InterContinental Hotels Group standards / Hạng mục tham chiếu và tiêu chuẩn IHG áp dụng

source: The kitchen cooking range and hood shall be protected with a proprietary wet chemical (not foam, dry powder or gas) suppression system such as Ansul or equivalent.
vi: The kitchen cooking range and hood shall be protected with a proprietary wet chemical (not foam, dry powder or gas) suppression system such as Ansul or equivalent. / Dàn bếp nấu và chụp hút cần được bảo vệ bởi hệ thống chữa cháy hóa chất ướt có bản quyền sáng chế (không phải dạng bọt, bột khô hoặc khí gas) như Ansul hoặc tương đương

source: The life safety systems for the hotel include the “passive” as well as “active” design features, which must be designed as a coordinated total fire safety solution.
vi: The life safety systems for the hotel include the “passive” as well as “active” design features, which must be designed as a coordinated total fire safety solution. / Hệ thống PCCC cho khách sạn bao gồm các tính năng "bị động" cũng như "chủ động", cả hai đều phải được thiết kế như một giải pháp PCCC phối hợp toàn diện

source: The lift must be located within a protected enclosure
vi: The lift must be located within a protected enclosure / Thang máy phải được bố trí trong một khu vực kín được bảo vệ.

source: The lift should be provided with a switch marked "EVACUATION LIFT" at exit level
vi: The lift should be provided with a switch marked "EVACUATION LIFT" at exit level / Thang máy phải có một công tắc ghi chú "THANG SƠ TÁN/THANG THOÁT NẠN" tại tầng thoát nạn.

source: The location of disabled guestrooms - evacuation of disabled guests from ground floor guestrooms will be
vi: The location of disabled guestrooms - evacuation of disabled guests from ground floor guestrooms will be much quicker and easier than from guestrooms on upper floors. Where there are no ground floor guestrooms those for use by disabled guests should be located close to fire protected stairs and evacuation lifts where they are provided. / Vị trí của các phòng người khuyết tật - sơ tán khách là người khuyết tật từ phòng khách tầng mặt đất sẽ dễ dàng hơn nhiều so với ở các tầng cao. Nếu không có tầng phòng khách tại tầng mặt đất, các phòng cho người khuyết tật cần bố trí gần với thang bộ thoát hiểm và thang máy phòng cháy.

source: The location of return/extract will generally have little impact on the air distribution within a room, which will be dictated by the supply air system.
vi: The location of return/extract will generally have little impact on the air distribution within a room, which will be dictated by the supply air system. / Vị trí của miệng cấp/thải khí nhìn chung sẽ ít có ảnh hưởng đến phân phối không khí trong phòng. Việc phân phối phụ thuộc vào hệ thống cấp khí

source: The locations of the main plant rooms (being substation/switch room, chillers, boilers and hot water storage) can have a significant effect on the capital cost and running costs for the Hotel.
vi: The locations of the main plant rooms (being substation/switch room, chillers, boilers and hot water storage) can have a significant effect on the capital cost and running costs for the Hotel. / Vị trí các phòng máy chính (trạm phụ tải/phòng tủ điện, chiller, nồi hơi và dự trữ nước nóng) có thể có ảnh hưởng đáng kể đến chi phí đầu tư cũng như vận hành khách sạn

source: The main disadvantages of a water cooled system are:
vi: The main disadvantages of a water cooled system are: / Các khuyết điểm chủ yếu của hệ thống giải nhiệt nước là

source: The main fire alarm panel (also known as fire indicator panel) must be located in a constantly staffed position such as the main reception, with both audible and visual alarm on the panel. Specific alarm zone and functioning status of fire detection system must be indicated. If the front desk is not manned at any time the alarm signal must be relayed to a constantly staffed point. A direct interface to the fire authority should only be provided where required by local regulations. This interface must be operated after a predetermined time delay.
vi: The main fire alarm panel (also known as fire indicator panel) must be located in a constantly staffed position such as the main reception, with both audible and visual alarm on the panel. Specific alarm zone and functioning status of fire detection system must be indicated. If the front desk is not manned at any time the alarm signal must be relayed to a constantly staffed point. A direct interface to the fire authority should only be provided where required by local regulations. This interface must be operated after a predetermined time delay. / Tủ báo cháy tổng phải bố trí ở vị trí luôn luôn có nhân viên trực, vd như quầy lễ tân, với cả báo động âm thanh và hình ảnh trên tủ. Tủ phải có thể báo cụ thể khu vực có cháy và tình trạng vận hành của hệ thống báo cháy. Nếu không có người trực liên tục tại quầy lễ tân, tín hiệu báo động phải được chuyển tới một vị trí khác luôn có người trực. Chỉ nên tích hợp báo động trực tiếp đến đơn vị PCCC địa phương nếu quy định địa phương yêu cầu. Việc liên động này phải được vận hành sau một khoảng thời gian chờ được xác định trước.

source: The main mechanical services that are included within the designer’s responsibility:-
vi: The main mechanical services that are included within the designer’s responsibility:- / Các máy móc chính bao gồm trong trách nhiệm của thiết kế:

source: The maximum distance to reach an emergency exit on a guestroom floor must be no more than 30m or 60m in a sprinkler protected building.
vi: The maximum distance to reach an emergency exit on a guestroom floor must be no more than 30m or 60m in a sprinkler protected building. / Khoảng cách tối đa để tới một lối thoát hiểm tại tầng phòng khách không được vượt quá 30m, hoặc 60m trong tòa nhà có sprinkler

source: The maximum power demand and energy consumption will depend on a number of issues, including location, size, equipment types, availability of gas or other alternative fuels etc.
vi: The maximum power demand and energy consumption will depend on a number of issues, including location, size, equipment types, availability of gas or other alternative fuels etc. / Nhu cầu điện năng tối đa và điện năng tiêu thụ sẽ phụ thuộc một số yếu tố, bao gồm vị trí, kích thước và loại thiết bị, nguồn cung khí ga hoặc các loại nhiên liệu thay thế...

source: The minimum fire resistance of the structure is detailed in the table below:
vi: The minimum fire resistance of the structure is detailed in the table below: / Mức chống cháy tối thiểu của kết cấu cụ thể như sau:

source: The minimum fire resistance of the structure of a building depends upon its height and whether it is high, medium or low rise.
vi: The minimum fire resistance of the structure of a building depends upon its height and whether it is high, medium or low rise. / Mức chống cháy tối thiểu của kết cấu tòa nhà phụ thuộc vào chiều cao tòa nhà và liệu tòa nhà là thấp, trung hay cao tầng.

source: The more central they are, and the closer the main load centers are located, the lower the capital cost and energy consumed will be.
vi: The more central they are, and the closer the main load centers are located, the lower the capital cost and energy consumed will be. / Phòng máy càng ở vị trí trung tâm, và các trung tâm tải chính được bố trí càng gần, chi phí đầu tư và lượng năng lượng tiêu thụ sẽ càng thấp

source: The notice must be protected to prevent damage
vi: The notice must be protected to prevent damage / Thông báo phải có bảo vệ để tránh hư hại

source: The notice should be as graphical as possible so that it can be understood by the widest number of people
vi: The notice should be as graphical as possible so that it can be understood by the widest number of people irrespective of their language / Thông báo càng bằng hình ảnh càng tốt để hiểu được bởi số đông, không bị cản trở bởi ngôn ngữ.

source: The number of disabled guestrooms - this must depend upon the number of staff available at all times to
vi: The number of disabled guestrooms - this must depend upon the number of staff available at all times to provide the necessary level of assistance to disabled guests. / Số lượng phòng người khuyết tật - việc này phải phụ thuộc số lượng nhân viên trực tại mọi thời điểm để cung cấp các mức độ hỗ trợ cần thiết cho khách khuyết tật.

source: The number of exits must meet the following minimum requirements:
vi: The number of exits must meet the following minimum requirements: / Số lượng lối thoát hiểm phải đáp ứng tối thiểu như sau

source: The objective of this section of the guide is to provide guidance on how to design the systems in accordance with IHG requirements and the relevant standards and codes of practice.
vi: The objective of this section of the guide is to provide guidance on how to design the systems in accordance with IHG requirements and the relevant standards and codes of practice. / Mục tiêu của mục này trong tài liệu hướng dẫn là để cung cấp các hướng dẫn thiết kế hệ thống tuân thủ theo yêu cầu của IHG và các tiêu chuẩn liên quan cũng như các quy tắc thực hiện.

source: The objectives of these systems are for the protection of life and property in the event of a fire or incident. This section of the manual must also be read in conjunction with the IHG ‘Brand Safety Standards’.
vi: The objectives of these systems are for the protection of life and property in the event of a fire or incident. This section of the manual must also be read in conjunction with the IHG ‘Brand Safety Standards’. / Mục tiêu của các hệ thống này là để bảo vệ sinh mạng cũng như tài sản khi xảy ra hỏa hoạn hoặc sự cố. Mục này của tài liệu hướng dẫn cần phải được đọc cùng với "Tiêu chuẩn An toàn Thương hiệu" IHG

source: The only main disadvantage of the vertical distribution system is that individual floors cannot be independently isolated from one point.
vi: The only main disadvantage of the vertical distribution system is that individual floors cannot be independently isolated from one point. / Bất lợi duy nhất của hệ thống phân phối theo chiều dọc là không thể cách ly riêng từng tầng từ một điểm

source: The overall net building pressure (controlled by the BMS) shall be positive to minimise infiltration.
vi: The overall net building pressure (controlled by the BMS) shall be positive to minimise infiltration. / Tổng áp suất tòa nhà net (kiểm soát bởi BMS) phải dương để giảm thiểu không khí thâm nhập

source: The plant should be located centrally to the areas being served as shown in the following illustration (and not for example all on the roof)
vi: The plant should be located centrally to the areas being served as shown in the following illustration (and not for example all on the roof) / Phòng máy/trạm kĩ thuật nên được bố trí ở vị trí trung tâm của các khu vực mà nó phục vụ như hình minh họa (và không phải tất cả đều bố trí trên mái chẳng hạn)

source: The primary heating demand associated with the domestic hot water peak demand
vi: The primary heating demand associated with the domestic hot water peak demand / Nhu cầu sưởi cùng tải đỉnh của nhu cầu nước nóng sinh hoạt

source: The provision of facilities to assist the fire services in locating and fighting fires.
vi: The provision of facilities to assist the fire services in locating and fighting fires. / Cơ sở vật chất được cung cấp để hỗ trợ lực lượng PCCC xác định vị trí và chữa cháy

source: The ramp must be made of non-combustible materials
vi: The ramp must be made of non-combustible materials / Dốc phải làm bằng vật liệu khó bắt cháy

source: The ramp must be permanently fixed
vi: The ramp must be permanently fixed / Dốc phải cố định

source: The reason for the variation
vi: The reason for the variation / Lý do có thay đổi

source: The required cooling and heating capacity of the fan coil unit shall be achieved at medium speed. Setting the fan coil to high speed allows quick cool down or heat up.
vi: The required cooling and heating capacity of the fan coil unit shall be achieved at medium speed. Setting the fan coil to high speed allows quick cool down or heat up. / Công suất làm lạnh và sưởi được yêu cầu của FCU sẽ đạt được ở mức vận tốc (tốc độ?) trung bình. Chuyển sang chế độ tốc độ cao cho phép làm lạnh/làm nóng nhanh

source: The requirements for storage will depend upon the reliability of the water supply, which should be confirmed before deciding upon the storage requirements indicated in section 6. It is preferable to reduce storage due to the potential health risk, but the final storage requirements should be based on the reliability, and maximum water flow available.
vi: The requirements for storage will depend upon the reliability of the water supply, which should be confirmed before deciding upon the storage requirements indicated in section 6. It is preferable to reduce storage due to the potential health risk, but the final storage requirements should be based on the reliability, and maximum water flow available. / Yêu cầu đối với dự trữ nước sẽ phụ thuộc vào độ đáng tin cậy của nguồn cấp, việc này cần phải được xác nhận trước khi quyết định yêu cầu đối với bể trữ như trong Mục 6. Ưu tiên giảm thiểu lượng nước dự trữ do nguy cơ tiềm ẩn đối với sức khỏe, tuy nhiên yêu cầu cuối cùng đối với bể trữ nước nên dựa trên độ đáng tin cậy và dòng chảy tối đa sẵn có.

source: The room cooling load must be limited due to the systems restricted capacity
vi: The room cooling load must be limited due to the systems restricted capacity / Phụ tải làm mát của phòng bị giới hạn do công suất có giới hạn của hệ thống

source: The route must be even and without trip hazards
vi: The route must be even and without trip hazards / Lối đi phải bằng phẳng và không có nguy cơ gây trượt ngã

source: The route must be protected by suitable barriers at least 1100mm high and with no gaps greater than 100mm
vi: The route must be protected by suitable barriers at least 1100mm high and with no gaps greater than 100mm to prevent falling / Lối thoát hiểm phải được bảo vệ bằng lan can thích hợp cao tối thiểu 1100mm và không có khoảng hở lớn hơn 100m

source: The selection of the most suitable chiller plants will depend upon the size of chillers required, the Hotel location and serviceability. The following illustrates different chiller types and their respective efficiencies for the conditions indicated.
vi: The selection of the most suitable chiller plants will depend upon the size of chillers required, the Hotel location and serviceability. The following illustrates different chiller types and their respective efficiencies for the conditions indicated. / Việc lựa chọn trạm chiller phù hợp nhất sẽ phụ thuộc vào kích thước cần thiết, vị trí Khách sạn và khả năng phục vụ. Các nội dung sau mô tả các loại chiller và hiệu suất tương ứng với các điều kiện được nêu

source: The sequence must then be repeated continuously until manually silenced.
vi: The sequence must then be repeated continuously until manually silenced. / Toàn bộ chu trình phải được nhắc lại liên tục cho tới khi được tắt bằng tay.

source: The standards to be adopted will vary according to the location of the hotels, and consequently there may be conflicting requirements between brand requirements, local codes, international standards and energy saving criteria. In all cases IHG shall be informed in the event of any contradictory requirements as summarized below:
vi: The standards to be adopted will vary according to the location of the hotels, and consequently there may be conflicting requirements between brand requirements, local codes, international standards and energy saving criteria. In all cases IHG shall be informed in the event of any contradictory requirements as summarized below: / Các tiêu chuẩn được áp dụng sẽ thay đổi phụ thuộc vào vị trí của khách sạn, do đó sẽ có thể các có mâu thuẫn giữa tiêu chuẩn thương hiệu, quy định địa phương, tiêu chuẩn quốc tế và các tiêu chí tiết kiệm năng lượng. Trong tất cả mọi trường hợp, IHG sẽ được thông báo về các yêu cầu mâu thuẫn như sau:

source: The structural frame of a building
vi: The structural frame of a building / Khung kết cấu của tòa nhà

source: The structure beneath and within 1.8m either side of the stair must be fire resisting
vi: The structure beneath and within 1.8m either side of the stair must be fire resisting / Cấu trúc bên dưới và trong phạm vi 1.8m tại mỗi mặt cạnh của thang phải được chống cháy

source: The structure of all hotels
vi: The structure of all hotels / Kết cấu tất cả các khách sạn

source: The structure of the building includes:
vi: The structure of the building includes: / Kết cấu tòa nhà bao gồm:

source: The sub-main switchboards must be provided to serve the following specific load distribution centers:
vi: The sub-main switchboards must be provided to serve the following specific load distribution centers: / Tủ điện sub-main switchboards phải được cung cấp phục vụ các trung tâm phân phối điện cho các tải cụ thể sau

source: The supply diffuser type and size must be selected to achieve the required air flow to distribute throughout the room without causing noise or drafts.
vi: The supply diffuser type and size must be selected to achieve the required air flow to distribute throughout the room without causing noise or drafts. / Loại và kích cỡ miệng cấp gió phải được chọn để đạt lưu lượng khí được yêu cầu để phân phối trong khắp phòng mà không gây tiếng ồn hay hút gió

source: The surfaces of treads and landings must be:
vi: The surfaces of treads and landings must be: / Bề mặt bậc thang và chiếu nghỉ phải đáp ứng

source: The system cannot work without these 2 areas working together.
vi: The system cannot work without these 2 areas working together. / Hệ thống không thể vận hành nếu không có hai bộ phận này phối hợp với nhau

source: The system must be sized to accommodate the electrical load for the equipment supplied plus a minimum of 25% spare capacity. The battery autonomy must be 20 minutes at full load.
vi: The system must be sized to accommodate the electrical load for the equipment supplied plus a minimum of 25% spare capacity. The battery autonomy must be 20 minutes at full load. / Hệ thống phải có kích cỡ phù hợp để đảm bảo tải điện cho các thiết bị cộng thêm 25% công suất dự phòng. Ắc quy dự phòng phải đảm bảo 20p chạy đủ tải

source: The system must operate 24 hours a day
vi: The system must operate 24 hours a day / Hệ thống phải vận hnàh 24h/ngày

source: The system will have a large water use and is dependent on a constant supply of make-up water
vi: The system will have a large water use and is dependent on a constant supply of make-up water / Hệ thống sử dụng nhiều nước và liên tục phụ thuộc vào nguồn nước bù
